/* localized rule description */
"<ShelfRule: If a file in %@ %@ %@, perform action %@ (%@)>" = "<ShelfRule: If a file in %1$@ %2$@ %3$@, perform action %4$@ (%5$@)>";

/* rule action */
"add to shelf" = "add to shelf";

/* alert message */
"Are you sure that you want to delete this item?" = "Are you sure that you want to delete this item?";

/* rule verb */
"begins with" = "begins with";

/* alert button title
   button title
   Cancel button title */
"Cancel" = "Cancel";

/* rule verb */
"contains" = "contains";

/* Quit without saves error question message */
"Could not save changes while quitting.  Quit anyway?" = "Could not save changes while quitting.  Quit anyway?";

/* button title */
"Delete" = "Delete";

/* alert title */
"Delete this item?" = "Delete this item?";

/* error text */
"DesktopShelf could not alter its own Info.plist file.  This is likely a problem with ownership permissions.  See that you are the owner of DesktopShelf and that you have write permissions." = "DesktopShelf could not alter its own Info.plist file.  This is likely a problem with ownership permissions.  See that you are the owner of DesktopShelf and that you have write permissions.";

/* alert title */
"DesktopShelf needs to be relaunched" = "DesktopShelf needs to be relaunched";

/* alert message */
"DesktopShelf needs to be relaunched in order to hide the Dock icon.  Would you like to relaunch DesktopShelf now?" = "DesktopShelf needs to be relaunched in order to hide the Dock icon.  Would you like to relaunch DesktopShelf now?";

/* alert suppression message */
"Do not show this message again" = "Do not show this message again";

/* rule verb */
"ends with" = "ends with";

/* error title */
"Error changing application" = "Error changing application";

/* error title */
"Error relaunching DesktopShelf" = "Error relaunching DesktopShelf";

/* rules transformer message format */
"For every file that %@ %@ " = "For every file that %1$@ %2$@ ";

/* rules transformer message format */
"in " = "in ";

/* rule action */
"move to" = "move to";

/* menu item */
"Open Preferences\\U2026" = "Open Preferences…";

/* Quit anyway button title */
"Quit anyway" = "Quit anyway";

/* menu item */
"Quit DesktopShelf" = "Quit DesktopShelf";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "Quitting now will lose any changes you have made since the last successful save";

/* alert button title */
"Relaunch" = "Relaunch";

/* rule action */
"run shell script" = "run shell script";

/* error message */
"There was a problem relaunching DesktopShelf.  Please quit it and relaunch it yourself." = "There was a problem relaunching DesktopShelf.  Please quit it and relaunch it yourself.";

